[
    {
        "header": "Terms of Use",
        "text": "By downloading, installing, or using the Trackables mobile application (referred to as the \"App\"), you agree to be bound by these Terms of Use."
    },
    {
        "header": "Use of the App",
        "text": "The App is provided for personal, non-commercial use only. You may not modify, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from the App."
    },
    {
        "header": "Intellectual Property",
        "text": "All intellectual property rights related to the App, including but not limited to copyrights, trademarks, patents, and trade secrets, are the property of Volodymyr Tytar as the developer of the App (referred to as the \"Developer\"). You shall not acquire any ownership or rights to the App or its contents."
    },
    {
        "header": "Disclaimer of Warranty",
        "text": "The App is provided on an \"as-is\" and \"as available\" basis, without warranties of any kind, either expressed or implied. The Developer does not guarantee the accuracy, completeness, or reliability of any content or information provided by the App. You acknowledge that your use of the App is at your own risk."
    },
    {
        "header": "Limitation of Liability",
        "text": "To the maximum extent permitted by applicable law, the Developer shall not be liable for any direct, indirect, incidental, consequential, or special damages arising out of or in connection with the use or inability to use the App, even if advised of the possibility of such damages."
    },
    {
        "header": "Indemnification",
        "text": "You agree to indemnify, defend, and hold harmless Developer from and against any and all claims, liabilities, damages, losses, costs, or expenses arising out of or in connection with your use of the App or any violation of these Terms of Use."
    },
    {
        "header": "Modifications to the App and Terms of Use",
        "text": "The Developer reserves the right to modify, suspend, or discontinue the App or any part thereof at any time without prior notice. The Developer also reserves the right to update or modify these Terms of Use at any time. Your continued use of the App after any such changes constitutes your acceptance of the updated Terms of Use."
    },
    {
        "header": "Termination",
        "text": "The Developer may terminate your access to the App at any time for any reason without notice. Upon termination, you must cease all use of the App and destroy any copies of the App in your possession."
    },
    {
        "header": "Governing Law",
        "text": "These Terms of Use shall be governed by and construed in accordance with the laws of Ukraine, without regard to its conflict of law provisions."
    },
    {
        "header": "Inquiry",
        "text": "If you have any questions or concerns regarding these Terms of Use or the use of the App, feel free to contact us."
    }
]

